tutorial_AV/2D_bubble_125m/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            patch;
        nFaces          40;
        startFace       6280;
    }
    bottom
    {
        type            patch;
        nFaces          40;
        startFace       6320;
    }
    left
    {
        type            patch;
        nFaces          80;
        startFace       6360;
    }
    right
    {
        type            patch;
        nFaces          80;
        startFace       6440;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6400;
        startFace       6520;
    }
)

// ************************************************************************* //
